{
  "FAQ En": {
    "Question 1": {
      "type": "text",
      "data": "How do I know my donations are going to the right place?"
    },
    "Question 1 Answer": {
      "type": "text",
      "data": "Rivers of Goodness Organization evaluate all the needy locations and sends video and picture reports to the doners as needed to evaluate the need of different villages."
    },
    "Question 2": {
      "type": "text",
      "data": "How can I know that the donations were done correctly?"
    },
    "Question 2 Answer": {
      "type": "text",
      "data": "First a receipt is sent automatically to the doner’s email address confirming that the organization has received the donations. Second, a follow up from one of the administration staff will be done via WhatsApp message or email to show the videos and pictures of the project that was accomplished. We ask that our doners follow up with us through the contact us form or via WhatsApp in case their project is not shared with them."
    },
    "Question 3": {
      "type": "text",
      "data": "Why is the organization’s work focused in Africa?"
    },
    "Question 3 Answer": {
      "type": "text",
      "data": "We believe that Africa is an amazing and rich continent that was mistreated by the rest of the world for the last two centuries. The organization focuses on the investment in education to allow for the self-development of the African countries. In addition, we provide the basic needs (food, water, and medical services) to the needy families in different regions in Africa."
    },
    "Question 4": {
      "type": "text",
      "data": "I have money and I do not know which program to donate in?"
    },
    "Question 4 Answer": {
      "type": "text",
      "data": "In this case, we advise that you donate in the “Most needed” category, which will be decided by the organization’s administration to the program that requires funding the most at that specific time."
    },
    "Question 5": {
      "type": "text",
      "data": "Which one of the programs is Zakat eligible?"
    },
    "Question 5 Answer": {
      "type": "text",
      "data": "All our programs are Zakat eligible, primarily because we work with poor and needy families. We also work with recent reverts to Islam that our work gets their hearts closer to the religion. Scholars have confirmed that all our programs are Zakat eligible, including building masjids and digging water wells"
    },
    "Question 6": {
      "type": "text",
      "data": "If I registered as a volunteer, do I have to travel to Africa?"
    },
    "Question 6 Answer": {
      "type": "text",
      "data": "It depends, there might be a need to travel for volunteer work. In this case, you will be contacted ahead of time to plan your travel. In case you would like to volunteer in a different way (without traveling), please indicate that in the volunteer form."
    },
    "Question 7": {
      "type": "text",
      "data": "If I decided to travel with Rivers of Goodness as a volunteer, is it safe to stay in Malawi?"
    },
    "Question 7 Answer": {
      "type": "text",
      "data": "Yes, Malawi is a 100% safe country, and in case of travel with us, the organization will be preparing a place for the volunteers and will help in attaining the travel visas, the visa and travel ticket costs shall be covered by the volunteer."
    }
  },
  "FAQ Ar": {
    "Question 1": {
      "type": "text",
      "data": "كيف أعرف أن تبرعاتي ستصل إلى المكان الصحيح؟"
    },
    "Question 1 Answer": {
      "type": "text",
      "data": "تقوم مؤسسة أنهار الخير بتقييم جميع المواقع و القرى المحتاجة لدعم وترسل تقارير بالفيديو والصور إلى المتبرعين لتقييم حاجة القرى المختلفة"
    },
    "Question 2": {
      "type": "text",
      "data": "كيف يمكنني معرفة ما إذا كانت التبرعات تمت بشكل صحيح؟"
    },
    "Question 2 Answer": {
      "type": "text",
      "data": "أولاً ، يتم إرسال إيصال تلقائيًا إلى عنوان البريد الإلكتروني للمتبرع يؤكد أن المنظمة قد تلقت التبرعات.  ثانيًا ، يتم المتابعة من أحد موظفي الإدارة عبر رسالة  واتساب أو البريد الإلكتروني لعرض مقاطع الفيديو والصور الخاصة بالمشروع الذي تم إنجازه. نطلب من المتبرعين المتابعة معنا من خلال نموذج الاتصال بنا أو عبر الواتساب في حالة عدم التواصل معهم."
    },
    "Question 3": {
      "type": "text",
      "data": "لماذا يتركز عمل المنظمة في أفريقيا؟"
    },
    "Question 3 Answer": {
      "type": "text",
      "data": "نعتقد أن إفريقيا قارة مذهلة وغنية تعرضت لسوء المعاملة من قبل بقية العالم خلال القرنين الماضيين. تركز المنظمة على الاستثمار في التعليم للسماح بالتنمية الذاتية للبلدان الأفريقية. بالإضافة إلى توفير الاحتياجات الأساسية (الغذاء والماء والخدمات الطبية) للأسر المحتاجة في مختلف مناطق إفريقيا."
    },
    "Question 4": {
      "type": "text",
      "data": "لدي مال ولا أعرف في أي برنامج أتبرع به؟"
    },
    "Question 4 Answer": {
      "type": "text",
      "data": "في هذه الحالة، ننصحك بالتبرع في فئة \"الأكثر احتياجًا\"، والتي تقررها إدارة المنظمة للبرنامج الذي يتطلب التمويل أكثر في الوقت المحدد"
    },
    "Question 5": {
      "type": "text",
      "data": "أي من برامج المؤسسة يجوز دفع الزكاة فيها؟"
    },
    "Question 5 Answer": {
      "type": "text",
      "data": "جميع برامجنا تجوز فيها الزكاة، لأننا في الأساس نعمل مع الأسر الفقيرة والمحتاجة (الفقراء والمساكين). نحن نعمل أيضًا مع حديثي عهد بالإسلام لترقيق قلوبهم إلى الدين. لذلك أكد بعض العلماء المتخصصين أن جميع برامجنا تستحق الزكاة، بما في ذلك بناء المساجد وحفر آبار المياه."
    },
    "Question 6": {
      "type": "text",
      "data": "إذا قمت بالتسجيل كمتطوع، فهل يجب علي السفر إلى إفريقيا؟"
    },
    "Question 6 Answer": {
      "type": "text",
      "data": "قد تكون هناك حاجة للسفر للعمل التطوعي. في هذه الحالة، سيتم الاتصال بكم مسبقًا للتخطيط لسفرك. في حالة رغبتك في التطوع بطريقة مختلفة (بدون السفر)، يرجى الإشارة إلى ذلك في نموذج التطوع"
    },
    "Question 7": {
      "type": "text",
      "data": "إذا قررت السفر مع مؤسسة أنهار الخير كمتطوع، فهل من الآمن البقاء في ملاوي لمدة التطوع؟"
    },
    "Question 7 Answer": {
      "type": "text",
      "data": "نعم، ملاوي بلد آمن بنسبة 100٪، وفي حالة السفر معنا، ستقوم المؤسسة بإعداد مكان للمتطوعين وستساعد في الحصول على تأشيرات السفر ، ولكن يجب على المتطوع تغطية تكاليف التأشيرة وتذاكر السفر الخاصة به (بها)."
    }
  }
}